export default {
	index: {
		grid: {
			cols: {
				archive: 'Архив',
				completed: 'Приключен',
				fund: 'Фонд',
				inventory: 'Опис',
				startedBy: 'Стартиран от',
				startedOn: 'Страртиран на',
				status: 'Статус',
				type: 'Процес'
			},
		},
		startNewProcedure: 'Стартиране на процес',
		startedProcedures: 'Стартирани процеси',
		title: 'Комплектуване', //Комплектуване на ценни електронни документи
	},
	create: {
		ProcessedTitle: 'Комплектуване на ценни електронни документи - Регистриране на нов фонд с обработени документи/ Регистриране на пореден опис',
		NotProcessedInternalTitle: 'Комплектуване на ценни електронни документи от личен произход/Частично постъпление/Спомен/Учрежденски необработен (вътрешен)',
		NotProcessedExternalTitle: 'Комплектуване на ценни електронни документи от личен произход/Частично постъпление/Спомен/Учрежденски необработен (външен)',
	},
	panels: {
		registration: 'Регистриране',
		sendForRegistration: 'Регистриране',
	},
	steps: {
		reportApproval: 'Одобрение на доклад'
	}
}