export default {
    certificate: 'Вход с КЕП',
    eAuth: 'Вход с е-Автентификация',
    email: 'Електронна поща',
    errors: {
        certificateNotSelected: 'Неуспешен опит за вход с електронен подпис. Най-често това се случва: а) когато затворите списъка за избор на сертификат без да изберете нищо. б) когато не е инсталиран нито един валиден сертификат - тогава списъкът не се появява.',
        duplicateEmail: 'Потребител с тази електронна поща вече съществува.',
        emailNotConfirmed: 'Непотвърдена електронна поща.',
        eAuthError: 'Неуспешна електронна автентикация чрез ситемата за централизирана е-автентикация. Това може да се дължи на невалиден избран сертификат. За да изберете друг, трябва да затворите всички страници, т.е. да рестартирате браузъра. В противен случай ще продължите да виждате това съобщение.',
        invalidCertificateSelected: 'Избраният сертификат е невалиден. За да изберете друг, трябва да затворите всички страници, т.е. да рестартирате браузъра. В противен случай ще продължите да виждате това съобщение.',
        invalidUserOrPass: 'Невалидни потребителско име и/или парола.',
        nullCert: 'Удостоверение за квалифициран електронен подпис не е намерено.',
    },
    forgottenPassword: 'Забравена парола',
    password: 'Парола',
    submit: 'Вход',
    title: 'Вход в системата',
    username: 'Потребителско име',
}